{
	"0": {
		"entry": "Offering #1\n\nI extend my sympathies for your mother's illness. It is notable that you alone have dared to venture into Babel seeking a cure. Your courage is commendable. Yet, my father's resentment has endured across countless millennia.\nHis resentment towards both his kin and yours has festered across countless ages. As you mortals would say, he is rather stubborn.\nThough I cannot directly intervene in your battle against him, I have gifted you entries from your mother's journal. May they bestow upon you the strength and wisdom needed to persevere on your quest.\nMay good fortune favor your endeavors."
	},
	"1": {
		"entry": "Entry #1\n\nMy mother used to tell me tall tales before I went to bed each night. Stories of a time ruled by the heavy hand of immortals with great power.\nI would go to bed dreaming about the betrayal of the evil king and the prison of the gods: questioning whether or not any of it could be true.\nNow I tell my son these same tales, wondering if he too has the same dreams."
	},
	"2":{
		"entry": "Entry#2\n\nFelt ill the past couple days. Assumed it was nothing, but now I am not so sure. So I spent the night in the archives as to not infect my son with the same illness.\nThough my son didn't like the idea of leaving me alone, I've decided I shall wait a couple days before I return for I'm sure this shall pass."
	},
	"3":{"entry": "Prison of the Gods #1\n\nHe was a relatively minor god during the Era of the Gods and Monsters. A god older than humanity itself. A deity who grew to love the humans so dearly when they sprang from clay and hearth.\nDespite having powers over ones wellbeing that rivaled those of any immortal, he had been content with abiding by the minor role bestowed upon him."
	},
	"4":{
		"entry": "Entry#3\n\nAs the sickness progresses, I have found solace in the pages of the parchment before me. Deciding to commit to writing the tales I have heard my entire life. Those of the gods and monsters. Perhaps my account of these tales will be a gift to my son once my ailment has acquitted itself, as a simple reminder of his undeniable strength and the time we spent together.\nIn a way I suppose with the stroke of my quill, I honor not only those who have passed these stories down to me but also the eternal bond that binds us all—the timeless thread of humanity."	
	},
	"5":{
		"entry": "Prison of the Gods #2\n\nSome say he admired the simple-minded nature of the humans and their undying faith towards his kind. As years passed, he watched as the simple-minded nature of the careless humans, developed into complexity. He too fell in love with their unbounded resilience and unmeasured creativity."
	},
	"6":{
		"entry": "Entry #4\n\nMy son  came to the archives this morning, beckoning me to come home. He looked as if he had been crying. I have had restless nights and fever-ridden dreams, I have even begun to fear my sickness may never leave me.\nBut ${NAME} said if I were to be sick, it was best I was sick at home. That if he caught whatever I have then at least we would be ill together.\nSo today I write from home having eaten a soup my son made for me. The same one I used to make him when he was sick."
	},
	"7":{
		"entry": "Prison of the Gods#3\n\nLegends say he even fell in love with a human. Though not much else is known, there were rumors of a product of their love, a demigod child."
	},
	"8":{
		"entry": "Offering #2\n\nI must caution you, fragile mortal, for my father senses an unsettling disturbance within the tower. He is keenly aware of your clashes with the gods and your adeptness in harnessing their powers to your advantage.\nView it as a mercy that he opts to unleash more monsters upon your path rather than confronting you directly.\nHeed these warnings."
	},
	"9":{
		"entry": "Entry #5\n\nPerhaps my son was right. All I seemed to need was the comfort of being home with my son, for I seem to have recovered whatever calamity that had befallen me. For the first time in months I traveled into the marketplace.\nMy son and I even bickered about the gods. He disliked that I had suggested the lack of a impressive produce at the market was because the gods of the harvest were locked away in Babel.\nIt would not kill him to have a little imagination now and then."
	},
	"10":{
		"entry": "My ailment has returned this time, stronger than it was before. Now a rash trickles across my pale skin. Over the past week, my son has made me take different herbal teas and remedies, all of which have left me weaker than before. The village doctor, who I have known my entire life, refuses to see me. Perhaps he is frightened I'm contagious. Or perhaps he sees me as a bad omen."
	},
	"11":{
		"entry": "Prison of the Gods #4\n\nAngry and resentful towards the ruling gods, the minor deity decided only he could make a difference. If he ruled over all, the humans would be rid of the chaos and pain. So he decided to use the humans' lack of faith to be rid of the gods as a way to obtain his crown."
	},
	"12":{
		"entry": "Entry #7\n\nI am confronted by the relentless march of time and the frailty of mortal existence. As I lie in bed, I find my thoughts drifting towards realms, both real and lost in myth. Is there purpose to be found in this crucible of affliction, or am I but a pawn in the capricious machinations of fate? Whose heavy hand is dictating that I succumb to this illness, leaving my son alone in the world?"
	},
	"13":{
		"entry": "Prison of the Gods #5\n\nThe era of Gods and Monsters came to an end. Proud of what he had been able to do for the humans, the minor god sat upon the tower smiling at them, ready for the chaos to come to an end."
	},
	"14":{
		"entry": "Entry #8\n\nOut of his pain, the minor deity would curse a human to die a slow death by plague every 100 years.\nI mentioned this to my son today, halfheartedly suggesting this was the source of my ailment. He was not happy. He has yet to speak to me since my mentioning of it."
	},
	"15":{
		"entry": "Entry #9\n\nFeverchillslossofbreathandmyabilitytofocus fatiguehallucinationsblueandbrittlenailbeds Ican'tkeepfooddownanymore red pupils...whatdontihave i sleep days on end. Every doctor my son brings home says the same thing \"i am so sorry\" \"best you can do is make her feel comfortable.\" \"i am so sorry\"\n"
	}
}
